Repository: ByScripts/wordpress-ajax-posts-loader
Catalog: lang/byscripts_ajax_posts_loader-*.po
Languages: fr_fr

source: Load more news
fr_fr: Charger plus d'actualités

source: Loading...
fr_fr: Chargement...

source: No more news to load
fr_fr: Il n'y a plus d'actualités à charger

source: Load the next page of posts with AJAX.
fr_fr: Charge la prochaine page d'articles via AJAX

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas la permission d'accéder à cette page.

source: Settings
fr_fr: Paramètres

source: %s Settings
fr_fr: Paramètres de %s

source: Content CSS selector
fr_fr: Sélecteur CSS du contenu

source: This is the HTML element where your posts are loaded.<br>If your list of post is in &lt;div id="main"&gt;&lt;/div&gt;, set this parameter to #main
fr_fr: C'est l'élément HTML où vos articles sont chargés.<br>Si votre liste d'articles se trouve dans &lt;div id="main"&gt;&lt;/div&gt;, placez ce paramètre à #main

source: Pagination CSS selector
fr_fr: Sélecteur CSS de la pagination

source: This is the HTML element which contains the site navigation/pagination.<br>If your page selector is in &lt;div class="my-pagination"&gt;&lt;/div&gt;, set this parameter to .my-pagination
fr_fr: C'est l'élément HTML qui contient la navigation/pagination du site.<br>Si votre sélecteur de page est dans &lt;div class="ma-pagination"&gt;&lt;/div&gt;, placez ce paramètre à .ma-pagination

source: Remove link after last result
fr_fr: Supprimer le lien après le dernier résultat

source: Whether to remove or not the "Load more posts" link if there is no more results to load.
fr_fr: Supprimer ou non le lien "Charger plus d'actualités" s'il ne reste plus de résultats à charger.
